<?php
return [
    'not_magnum' => 'купил не в magnum?',
    'rules' => 'ԿԱՆՈՆՆԵՐՆ ԱՄԲՈՂՋՈՒԹՅԱՄԲ',
    'rules_sms' => '*SMS-ՈՎ ԳՐԱՆՑԵԼԻՍ ՄՈՒՏՔԱԳՐԻՐ՝<br>ՖԻՍԿԱԼ ՀԱՄԱՐԸ ԲԱՑԱՏ (ПРОБЕЛ)<br>ԴՐԱՄԱՐԿՂԻ ՀԱՄԱՐԸ:<br><br>ՄԵԿ SMS-Ի ԱՐԺԵՔԸ ԲՈԼՈՐ<br>ԲԱԺԱՆՈՐԴՆԵՐԻ ՀԱՄԱՐ՝ 35 ԴՐԱՄ',
    'actions' => [
        'upload' => 'Գրանցել կտրոնը',
        'send' => 'ՈՒՂԱՐԿԵԼ',
        'up' => 'ՎԵՐԱԴԱՌՆԱԼ ՍԿԻԶԲ',
        'register_check' => 'ԳՐԱՆՑԵtԼ ԿՏՐՈՆԸ',
        'register' => 'ԳՐԱՆՑԵԼ',
        'save_check' => 'ՊԱՐՏԱԴԻՐ ՊԱՀԻՐ ԿՏՐՈՆԸ'
    ],
    'form' => [
        'name' => 'Անուն',
        'email' => 'E-mail',
        'phone' => 'ՀԱՄԱՐ',
        'question' => 'Գրիր քո հարցը…',
        'city' => 'ՔԱՂԱՔ',
        'prize' => 'ՄՐՑԱՆԱԿ',
        'search' => 'Փնտրել հեռախոսահամարով',
    ],

    'hero' => [
        'top' => 'Erevan City առևտրային ցանցի բոլոր խանութներում <br> 01.09.2020-ից 04.10.2020-ը',
        'middle' => 'ԹԵԺ ԳԻԾ: 099 955 226',
        'containers' => '
        <div class="container column">
            <div class="text header huge">Ուսման համար<br>լիցքավորվիր</div>
        </div>
        <div class="container column">
            <div class="text header huge">Որսա՛ ընտիր<br>մրցանակները</div>
        </div>',

    ],
    'mechanics' => [
        '1' => '<div class="body medium header text din">Գնի՛ր Snickers<sup>®</sup> +<br>Bounty<sup>®</sup>/Twix<sup>®</sup></div>',
        '2' => '<div class="body medium header text din">ԳՐԱՆՑԻ՛Ր ԿՏՐՈՆԻ ՖԻՍԿԱԼ<br>ՀԱՄԱՐԸ ԵՎ ԴՐԱՄԱՐԿՂԻ<br>ՀԱՄԱՐԸ ԿԱՅՔՈՒՄ ԿԱՄ SMS-Ի<br>ՄԻՋՈՑՈՎ՝ 1004*<br>ՀԵՌԱԽՈՍԱՀԱՄԱՐՈՎ</div>',
        '3' => '<div class="body medium header text din">Մասնակցի՛ր մրցանակների<br>շաբաթական<br>խաղարկությանը</div>',
    ],
    'prizes' => 'ՇԱԲԱԹԱԿԱՆ ՄՐՑԱՆԱԿՆԵՐ',
    'faq' => [
        'header' => 'ՀԱՐՑԵՐ ԵՎ ՊԱՏԱՍԽԱՆՆԵՐ',
        'text' => 'Հարցը տալուց առաջ նայիր ամենահաճախ տրվող հարցերը: Եթե չես գտել պատասխանը,<br>
                    գրիր մեզ. մենք անպայման կպատասխանենք: Մի մոռացիր գրել e-mail-ը<br>
                     և հեռախոսահամարը, որոնք նշել ես գրանցվելիս:'
    ],

    'footer' => [
        'period' => 'Ակցիայի ժամկետները՝ 01-ը սեպտեմբեր – 04-ը հոկտեմբեր 2020 թվական',
        'join' => 'Присоединяйся!',
        'rights' => '<sup>©</sup>2020 Mars, Incorporated. Բոլոր իրավունքները պաշտպանված են:  | <sup>®</sup>TM Snickers, Ապրանքային նշան  Mars Incorporated և նրա մասնաճյուղեր',
        'links' => '<a href="#privacy">Գաղտնիություն</a>&nbsp;|&nbsp;
                    <a href="#owner">Կայքի սեփականատեր</a>&nbsp;|&nbsp;
                    <a href="#parents">Ծնողների համար</a>&nbsp;|&nbsp;
                    <a href="#terms">Իրավաբանական պայմաններ</a>&nbsp;|&nbsp;
                    <a href="#contacts">Կոնտակտներ</a>',

    ],
    'header' => [
        'about' => 'ԱԿՑԻԱՅԻ ՄԱՍԻՆ',
        'prizes' => 'ՄՐՑԱՆԱԿՆԵՐ',
        'winners' => 'ՀԱՂԹՈՂՆԵՐ',
        'profile' => 'ԱՆՁՆԱԿԱՆ ԳՐԱՍԵՆՅԱԿ',
        'logout' => 'ԵԼՔ',

    ],

    'profile' => [
        'top' => 'ԻՄ ԿՏՐՈՆՆԵՐԸ',
        'alert' => 'ՊԱՐՏԱԴԻՐ  ՊԱՀԻՐ  ԳՐԱՆՑՎԱԾ  ԿՏՐՈՆՆԵՐԸ',
        'table' => [
            'data_reg' => 'ԳՐԱՆՑՄԱՆ ԱՄՍԱԹԻՎ',
            'check' => 'ՖԻՍԿԱԼ ՀԱՄԱՐ',
            'cash' => 'ԴՐԱՄԱՐԿՂԻ ՀԱՄԱՐ'
        ]
    ],
    'modals' => [
        'age' => [
            'header' => 'Լրացե՞լ է քո 14-ը',
            'no' => 'Ոչ',
            'yes' => 'Այո',
            'promise' => 'Մեր խոստումը',
            'text' => 'В компании МАРС мы ответственно подходим к вопросам маркетингового продвижения наших брендов. У нас есть внутренний Маркетинговый кодекс, который представляет собой свод правил по продвижению нашей продукции. Кодекс содержит положение, согласно которому рекламные кампании ООО МАРС адресованы лицам, достигшим 13-летнего возраста. Мы считаем, что начиная с этого возраста люди делают осознанный выбор относительно того, как надо разумно потреблять кондитерскую продукцию. Мы используем Маркетинговый кодекс при планировании и осуществлении рекламных кампаний. Мы хотим, чтобы вы и ваша семья обладали самой полной и достоверной информацией о нашей продукции. Если вы хотите узнать больше о том, как мы ответственно рекламируем свою продукцию, используйте ссылку, чтобы ознакомиться с <a class="link" href="/docs/codex.pdf" target="_blank">Маркетинговым кодексом компании Mars</a>.'
        ],
        'faq' => '<h1 class="text yellow">ՔՈ ՀԱՐՑՆ ԸՆԴՈՒՆՎԱԾ Է</h1>
                    <h2 class="text medium">ՄԵՆՔ ՀՆԱՐԱՎՈՐԻՆՍ ՇՈՒՏ<br>ԿՊԱՏԱՍԽԱՆԵՆՔ ՔԵԶ</h2>',
        'auth' => [
            'header' => 'ՄՈՒՏՔ',
            'action' => 'ՄՈՒՏՔ  ԳՈՐԾԵԼ',
            'bottom' => '<h2>ԳՐԱՆՑՎԱ՞Ծ ՉԵՍ</h2>
                        <a href="#registration" class="button yellow transparent">ԳՐԱՆՑՎԵԼ</a>'
        ],
        'reg' => [
            'header' => 'ԳՐԱՆՑՈՒՄ',
            'action' => 'ԳՐԱՆՑՎԵԼ',
            'checkbox' => 'Համաձայն եմ ստանալ ինֆորմացիոն նամակներ Ակցիայի Կազմակերպիչից',
            'text' => 'Սեղմելով «Գրանցվել» կոճակը՝ ես<br>հավաստում եմ, որ ընդունում եմ Ակցիայի<br>Կանոնները և Գաղտնիության<br>քաղաքականությունը:',
            'bottom' => '<h2 >ԱՐԴԵՆ ԳՐԱՆՑՎԵ՞Լ ԵՍ</h2>
                        <a href="#authorization" class="button yellow transparent">ՄՈՒՏՔ ԳՈՐԾԵԼ</a>'
        ],
        'check' => [
            'top' => 'ԿՏՐՈՆԻ ԳՐԱՆՑՈՒՄ',
            'text' => 'ԱԿՑԻԱՅԻՆ ՄԱՍՆԱԿՑԵԼՈՒ ՀԱՄԱՐ ՊԵՏՔ Է<br>ԳՐԱՆՑԵԼ <span class="text yellow">ԿՏՐՈՆԻ ՖԻՍԿԱԼ ՀԱՄԱՐԸ ԵՎ<br>ԴՐԱՄԱՐԿՂԻ ՀԱՄԱՐԸ</span>',
            'save_check' => 'ՊԱՐՏԱԴԻՐ ՊԱՀԻՐ ԿՏՐՈՆԸ',
        ],
        'check-success' => '<h1 class="text yellow">ԱՅՈ՜, ԿՏՐՈՆԸ  ԳՐԱՆՑՎԱԾ Է:</h1>
                    <h2 class="text medium">ԴՈՒ ԱՅՍ ՇԱԲԱԹ ՄԱՍՆԱԿՑՈՒՄ ԵՍ ԸՆՏԻՐ ՆՎԵՐՆԵՐԻ ԽԱՂԱՐԿՈՒԹՅԱՆԸ</h2>
                    <div class="alert text small">ՊԱՐՏԱԴԻՐt ՊԱՀԻՐ ԳՐԱՆՑՎԱԾ ԿՏՐՈՆԸ</div>
                    <p class="text medium">ՈՐՔԱՆ ՇԱՏ ԿՏՐՈՆՆԵՐ, ԱՅՆՔԱՆ ՄՐՑԱՆԱԿՆԵՐ ՇԱՀԵԼՈՒ ԱՎԵԼԻ ՄԵԾ ՇԱՆՍԵՐ: <span class="text yellow">ԷԼԻ՞ ԿՏՐՈՆ ՈՒՆԵՍ:</span> ԳՐԱՆՑԻՐ ԱՅՆ, ՈՐՊԵՍԶԻ ՄԵԾԱՑՆԵՍ ՀԱՂԹԵԼՈՒ ՔՈ ՇԱՆՍԵՐԸ:</p>',
        'privacy' => '<h1 class="text header big yellow">ԳԱՂՏՆԻՈՒԹՅՈՒՆ</h1>
                    <p class="text tiny din">
                        Մեր կայք այցելելիս հիշեք, որ մենք հարգում ենք մասնավոր կյանքի անձեռնմխելիության ձեր իրավունքը և միշտ ուշադիր ենք այն անձնական տեղեկատվության նկատմամբ, որը վստահում եք մեզ: Մենք ցանկանում ենք հասկանալի և հստակ տեղեկատվություն տրամադրել ձեզ այն մասին՝ ինչպես ենք պաշտպանում ձեր գաղտնիությունն առցանց: <br><br>Ավելին իմանալու համար՝ անցեք <a class="link" href="https://www.mars.com/global/policies/privacy/pp-russian" target="_blank">հղումով</a>
                    </p>',
        'owner' => '<h1 class="text header big yellow">ԿԱՅՔԻ ՍԵՓԱԿԱՆԱՏԵՐ </h1>
                    <p class="text tiny din">
                        Mars Կենտրոնական Եվրասիա և Բելառուս<br>
                        Էլ Փոստ <a class="link" href="mailto:contact.ceab@mars.com">contact.ceab@mars.com</a> <br>
                        Հեռախոսներ <a class="link" href="tel:88000801331">8-800-080-1331</a> <br>
                        <a class="link" href="https://mars.com" target="_blank">www.mars.com</a>
                    </p>',
        'parents' => '<h1 class="text header big yellow">ԾՆՈՂՆԵՐԻ ՀԱՄԱՐ </h1>
                    <p class="text tiny din">
                        Որպես պատասխանատու արտադրող և մեր Մարքեթինգային Օրենսգրքին համաձայն՝ մենք գովազդում ենք մեր արտադրանքը միայն 13 տարեկանը լրացած անձանց համար, քանի որ այդ տարիքում մարդիկ գիտակցված որոշում են կայացնում՝ ինչպես օգտագործել հրուշակեղենային արտադրանքը: Համաձայն մեր Մարքեթինգային Օրենսգրքի՝ մեր հաղորդակցությունն ուղղված է մեծահասակներին և դեռահասներին: Մենք երաշխավորում ենք, որ ձեզ ամբողջական տեղեկատվություն ենք տրամադրում մեր արտադրանքի վերաբերյալ՝ գիտակցված ընտրության համար: Մենք միավորվում ենք այլ արտադրողների հետ՝ դպրոցականներին սովորացնելու համար հասկանալ սննդի վերաբերյալ տեղեկատվությունը և կշռադատված ու գիտակցված որոշումներ կայացնել դրանց սպառման վերաբերյալ: <br><br>Ավելին իմանալու համար՝ անցեք <a class="link" href="https://www.mars.com/global/policies/privacy/pp-russian" target="_blank">հղումով</a>
                    </p>',
        'terms' => '<h1 class="text header big yellow">ԻՐԱՎԱԲԱՆԱԿԱՆ ՊԱՅՄԱՆՆԵՐ</h1>
                    <p class="text tiny din">
                        Մեր իրավաբական պայմանները բացատրում են՝ ինչպես օգտվել մեր կայքից: <br><br>
                        <a class="link" href="https://www.mars.com/global/policies/legal/ld-russian" target="_blank">Կարդալ Mars ընկերության իրավաբական պայմաններն ամբողջությամբ</a>
                    </p>',
        'contacts' => '<h1 class="text impact header big yellow">ԿՈՆՏԱԿՏՆԵՐ</h1>
                    <p class="text tiny din">
                        Սպառողների հետ հետադարձ կապը շատ կարևոր է մեզ համար: Եթե ձեզ չի հաղոջվել այս կայքում գտնել հետաքրքրող տեղեկատվությունը կամ եթե ունեք գաղափարներ, որոնցով կցանկանայիք կիսվել մեզ հետ, խնդրում ենք տեղեկացրեք մեզ:
                        <br>
                        <br>
                        <a class="link" href="https://www.mars.com/global/about-us/contact-us" target="_blank">Իմացեք՝ ինչպես կապ հաստատել մեզ հետ </a>
                    </p>',
        ],
];
